'-------------------------------------------------------------------------------------
' Vietnamese language module for WINCONTIG
'
' Translated by:
'   vothanhtamvtt (vothanhtamvtt<at>gmail<dot>com)
'
' Currently maintained by:
'   vothanhtamvtt
'
' Last updated: August 24, 2014
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Việt Nam
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Files Đã Phân Mảnh
2=Files Kề Nhau
3=Files Đã Giải Phân Mảnh
4=Files Hệ Thống
195=CURRENT SESSION
199=Start time:
200=Action:
222=Current operation:
214=Defragmenting
215=File Defragmentation
207=File Analysis
209=Completed
211=Aborted by the user
212=Canceled
213=Analyzing...
216=Skipped all objects
219=LAST SESSION
217=General
227=Total processed files:
228=Defragmented files:
234=n/a
240=FRAGMENTED
241=CONTIGUOUS
243=DEFRAGMENTED
254=Checking volumes for errors...
257=Disk cleaning up...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Thêm
18=Xóa
19=Tuỳ Chọn
20=Load Mẫu
21=Save Mẫu
283=Phân Đoạn
294=Xem Báo Cáo
455=Lọc
24=Tùy chọn của File
25=Load Mẫu
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Thêm
474=Thêm file vào danh sách.
475=Xóa
476=Xóa domg được chọn khỏi danh sách.
477=Tùy chọn
478=Hiển thị những tùy chọn.
479=Fragments
480=Hiển thị thông tin thêm về những file được chọn, bao gồm dung lượng và số lượng fragments.
481=Lọc
482=Hiển thị hộp thoại lọc để thêm bớt file, folders và loại file để phân tích và giải phân mảnh.
483=Nạp mẫu
484=Nạp 1 danh sách.
485=lưu mẫu
486=Lưu những item được chọn vào 1 file mẫu.
26=Save Mẫu
45=Phân tích mức độ phân mảnh của file.
101=Giải phân mảnh
139=&Nối Lại
122=Cancel
136=Dừng hoạt động đang diễn ra.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Thêm &File...\tCTRL+F
66=Thêm F&older...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<rỗng>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Giải Phân Mảnh Tất Cả Files
156=Giải Phân Mảnh chỉ những file được chọn
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Tên
28=Kích Cỡ
29=Trạng Thái
30=Loại
248=Đoạn
249=Bó
250=Kích Thước Trên Đĩa
274=% Trên Đĩa
472=Ngày
487=Thuộc tính
251=Mặc Định
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Đã Phân Mảnh
6=Chưa Phân Mảnh
7=Lỗi
8=Đã Giải Phân Mảnh
146=Kề Nhau
369=Bỏ Qua
424=Đang Thực Thi...
218=Skipped (filtered out)
220=Skipped (stored on SSD)
226=Aborted
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Thêm objects.
247=Thư Mục Gốc
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Mở
68=&Thêm Obbject
69=&File...\tCTRL+F
70=F&older...\tCTRL+D
71=&Xóa Items\tDEL
371=Thêm Vào Danh Sách Loại Trừ
15=&Dừng
16=&Giải Phân Mảnh
72=&Load Mẫu...
73=&Save Mẫu (Đổi Tên)...
223=Tùy Chọ&n...
75=Tự Động C&uộn
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Đoạn
252=Bó
253=Dung Lượng Trên Đĩa
10=Dung Lượng
11=Tên File
183=Path
275=% Trên Đĩa
256=Mặc Định
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Files Đã Giải Phân Mảnh
12=Không Có Files Đã Giải Phân Mảnh Được Tìm Thấy.
428=Chưa Files Nào Được Xử Lý.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Show file name and path in separate columns
188=Show advanced options for the tabs.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Chọn Highlight Files
364=&Không Chọn Highlight Files
367=&Đảo Ngược Sự Lựa Chọn
372=Thêm Vào Danh Sách Loại Trừ
162=Mở địa c&hỉ file
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Chọn/Hủy
161=Chọn/Hủy tất cả file.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Tên File
245=Path
129=Lỗi
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Files Không Phân Tích Được
145=Không Có Lỗi Nào.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Chưa Hoạt Động
33=Liệt Kê Tất Cả Object: 
127=Object
137=Đang Giải Phân Mảnh
420=Tất Cả Files Đã Xử Lý:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&File
35=&Mở
36=&Thêm Object
37=&File...\tCTRL+F
38=Fo&lder...\tCTRL+D
39=&Xóa Items\tDEL
370=Thêm V&ào Danh Sách Loại Trừ
284=Thông T&in Phân Mảnh...
224=Tùy C&họn...
421=L&ưu Báo Cáo Phân Tích...
41=Th&oát
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Mẫu
43=&Load Mẫu...
44=&Lưu Mẫu Thành File Khác...
157=&Cấu hình danh sách mẫu gần đây...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Hành Động
47=P&hân Tích
49=&Dừng
50=&Giải Phân Mảnh
148=P&hân tích selected items được chọn
150=G&iải phân mảnh items được chọn
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Xem
51=T&hanh công cụ
52=&Bảng thông tin
76=&Thanh trạn thái
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Công Cụ
470=&Quản lí bộ lọc...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=(&A)Tùy Chọn
54=(&B)Stay On Top
55=(&C)Select Full Row
56=(&D)Hiển Thị Thông Báo Xác Nhận
57=(&E)Không Trùng Lặp
58=(&F)Đóng Chương Trinh Khi hoàn Tất Giải Phân Mảnh
59=(&G)Shutdown Khi hoàn Tất Giải Phân Mảnh
229=(&H)Không Kiểm Tra Lỗi của volumes
235=(&I)Chiến Lược Giải Phân Mảnh
236=(&J)Nhanh
237=(&K)Thông Minh
242=(&L)Ngôn Ngữ
301=(&M)Thiết Lập Độ Ưu Tiên (CPU)
302=(&A)Cao
303=(&B)Trên Mức Bình Thường
304=(&C)Bình Thường
305=(&D)Dưới Mức Bình Thường
306=(&E)Thấp
332=(&S)Dọn Dẹp Đĩa
333=(&T)Đã Vô Hiệu Hóa
334=(&U)Tự Động
335=(&V)Có Hỏi Trước
361=(&W)Hiển Thị Thông Báo Lỗi
348=(&X)Kiểm Tra Lỗi Của Volumes
349=(&W)Đã Vô Hiệu Hóa
350=(&Z)Tự Động
351=(&N)Có Hỏi Trước
408=(&O)Đang Cấu Hình...
488=Bỏ qua Solid State D&rive (SSD)
23=Xóa File
102=Hiển thị biểu tượng s&tate
140=Hiển thị biểu tượng h&ệ thống
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=Giú&p Đỡ
61=Hiển Thị Biên Bản Miễn Trừ Trách Nhiệm
62=Hiển Thị Chế Độ Dòng Lệnh
64=&Về Chương Trình WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Thêm Files Vào Danh Sách Files.
84=Thêm Folder Vào Danh Sách Files.
85=Xóa Những Items Được Chọn Từ Danh Sách.
86=Thêm Items Được Liệt Kê Trong Mẫu Vào Danh Sách File.
87=Lưu Items Được Liệt Kê Trong Danh Sách File Vào 1 Mẫu.
88=Thoát Chương Trình WinContig.
89=Phân Tích Vì Sao Mèo Hôi Bị Hôi.
92=Cho Phép Ngắt Quá Trình Thêm File.
93=Trùi ui, càng phân tích càng thấy hôi thúi !!!   +_*
110=Phân Tích Vì Sao Mèo Hôi Bị Thúi.
94=Hiển Thị Cửa Sổ Này Trên Tất Cả Những Cửa Sổ Khác.
95=Turns full row selection tắt hay mở.
96=Hiển Thị Thông Tin Về Chương Trình, Phiên Bản, Bản Quyền.
99=Đóng Chương Trình Sau Khi Nó Đã Hoàn Tất Quá Trình Giải Phân Mảnh.
100=Shutdown Máy Tính Sau Khi Đã Hoàn Tất Quá Trình Giải Phân Mảnh.
103=Bật, Tắt Cuộn File.
104=Bật, Tắt Thông Báo Xác Nhận.
105=Con mèo hôi thúi tha.
106=Hiển Thị Chế Độ Dòng Lệnh Của WinContig.
107=Hiển Thị Biên Bản Miễn Trừ Trách Nhiệm.
108=Không Cho Phép Trùng Lặp File Trong Danh Sách.
225=Hiển Thị Tùy Chọn Của Items.
230=Không Kiểm Tra Lỗi Volume.
238=Giải Phân Mảnh, Không Tối Ưu Hóa Sự Sắp Xếp Của Clusters (Nhanh Hơn).
239=Giải Phân Mảnh, Tối Ưu Hóa Sự Sắp Xếp Của Clusters (Chậm Hơn).
255=Xem Báo Cáo Phân Tích.
285=Hiển Thị Thông Tin.
336=Không Xóa File Tạm.
337=Tự Động Xóa Files Tạm.
109=Có Hỏi Trước Khi Xóa Files Tạm.
352=Không Kiểm Tra Lỗi Volumes.
353=Tự Động Kiểm Tra Lỗi Volumes.
354=Có Hỏi Trước Khi Kiểm Tra Lỗi Volumes.
362=Hiển Thị Thông Báo Lỗi Trong Quá Trình Xóa Files Tạm.
373=Thêm Items Được Chọn Vào Danh Sách Loại Trừ.
471=Quản lí danh sách loại trừ và danh sách hiện có.
409=Thay Đổi Màu Của Items.
429=Đảo Chọn Items.
430=Chọn Những Items Đã Bật Sáng.
431=Bỏ Chọn Những Items Đã Bật Sáng.
422=Lưu Kết Quả Phân Tích.
22=Thêm File
13=Không giải phân mảnh file trên đĩa Solid State Drives.
82=Hiển thị hay giấu thanh côn cụ.
90=Hiển thị hay giấu bảng thong tin.
91=Hiển thị hay giấu thanh trạng thái.
14=P&hân Tích
141=Cho phép dừng hoạt động hiện tại.
131=&Đóng
138=&Tạm Dừng
158=Thay đổi số lương mẫu hiển thị trong danh sách mẫu gần đây.
135=Đang Thực Thi...
160=Hiển thị icon hệ thống thay vì icon WinContig.item.
163=Mở thư mục chứa file được chọn.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Số Lượng Files Đã Giải Phân Mảnh
178=Số Lượng Files Kề Nhau
179=Số Lượng Files Không Phân Tích Được Vì Lỗi
182=Số Lượng Files Đã Xử Lý
231=Danh Sách Files Đã Giải Phân Mảnh:
232=Danh Sách Files Không Phân Tích Được:
289=Tài Liệu Văn Bản (*.txt)|*.txt|Tất Cả Files (*.*)|*.*|
290=Lưu Báo Cáo
291=Báo Cáo Đã Được Lưu Thành Công.
292=Bản Báo Cáo Phân Tích Đã Được Khởi Tạo:
293=Thống Kê File
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Thêm File(s)
112=Tất Cả Files (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Chọn Folder Bạn Muốn Thêm Vào Danh Sách, Sau Đó Click Thêm Folder, Bạn Có Thể Thêm 1 Folder, 2 Folder (Thêm Nhiều Càng Nhiều, Máy Chạy Càng Lâu).
244=Thêm &Folder
246=Thêm Folder Vào Danh Sách
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Load Mẫu
115=Mẫu Của WinContig (*.wcp)|*.wcp|Tất Cả Files (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Save Mẫu
117=Mẫu Của WinContig (*.wcp)|*.wcp|Tất Cả Files (*.*)|*.*|
118=Mẫu Được Lưu Thành Công.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Nhập Mẫu
120=&Nối
121=&Thay Thế
123=Danh Sách Files Không Rỗng.
124=Click Nối Để Thêm Những Đối Tượng Được Liệt Kê Trong Mẫu Vào Danh Sách. Click That Thế Để Thay Thế Những Đối Tượng Trong Danh Sách Với Những Đối Tượng Được Liệt Kê Trong Mẫu.
125=File '%s' Không Phải Là Mẫu Hợp Lệ Của WinContig.
126=Mẫu Được Chỉ Rõ Trên Dòng Lệnh Không Tồn Tại.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Items
130=Nhập Mẫu
132=Không Thể Tìm Những Items Liệt Kê Trong Mẫu. Items Có Thể Đã Được Đổi Tên, Bị Di Chuyển, Hoặc Bị Xóa.
133=Danh Sách Những Items Đã Được Nhập:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Kiểm Tra Đĩa
320=Độ Ưu Tiên Của Quá Trình Giải Phân Mảnh, Bạn Có Thể Kiểm Tra Lỗi Volumes. Chúng Tôi Đề Nghị Bạn Nên Kiểm Tra Sự Toàn Vẹn Của Dữ Liệu Được Lưu Trên Đĩa.
309=Lần Sau, Không Kiểm Tra Lỗi &Volumes
310=Đang Phân Tích %s... Hãy Kiên Nhẫn.
311=Quá Trình:
321=Phiên 1 of 3
355=Phiên 2 of 3
356=Phiên 3 of 3
313=Kiểm Tra &Đĩa
314=Không &Kiểm Tra Đĩa
315=Đĩa Bị Lỗi!!!
316=Đĩa Đã Bị Lỗi Rồi. Chúng Tôi Đề Nghị Bạn Hãy Đóng WinContig Lại Và Dùng Hiren Boot CD Để Sửa Lổi Đĩa.
317=Windows Không Thể Chạy Trình Kiểm Tra Đĩa Trên CD-ROM Và DVD-ROM.
318=WinContig Đã Tìm Thấy Lỗi Trên 1 Volume. Chúng Tôi Đề Nghị Bạn Thoát WinContig Và Sửa Lỗi.\nHoặc, Bạn Vẫn Có Thể Tiếp Tục.
319=Tự Động Giải Phân &Mảnh Nếu Không Phát Hiện &Lỗi.
323=Hiển Thị Chi Tiết
324=Đĩa Chưa Được Phân Tích.
325=Giấu Đi Chi Tiết
326=Quá Trình Kiểm Tra Đĩa Hoàn Tất
328=Đang Quét Bản Báo Cáo:
329=Không Có Vấn Đề Với Đĩa.
330=Kiểm Tra Đĩa
331=Windows Không Thể Kiểm Tra Ổ Đĩa Mạng.
432=Ổ đĩa
433=File hệ thống
434=Tổng dung lượng
435=Free space
436=% đĩa trống
437=Đĩa không thể nhận dạng
438=Đĩa Flash
439=Đĩa cứng
440=Đĩa mạng
441=Đĩa quang
442=RAM
443=Tình trạng phiên làm việc
444=Phân tích...
445=Hoàn thành
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Dọn Dẹp Đĩa
340=Xóa Files Tạm
357=&Bắt Đầu Dọn Dẹp Đĩa
358=&Không Bắt Đầu Dọn Dẹp Đĩa
338=Lần Sau, Không Xóa Files &Tạm
359=Bạn Nên Xóa Files Tạm Để Ổ Đĩa Của Bạn Trống Trải Hơn.
342=Đang Ước Lượng...
343=Đang Xóa Files Tạm... Bạn Hãy Kiên Nhẫn.
344=Quá Trình:
345=Lỗi %s Không Tìm Thấy Đường Dẫn!
346=Không Xóa Files Tạm Được, Chúng Lưu Trong Thư Mục Gốc!
347=Không Xóa Files Tạm Được, Đường Dẫn Sau Không Đúng:\n\n%s
446=Dùng &WinContig xóa file tạm
181=E&mpty Recycle Bin
447=Dùng &chương trình ngoài xóa file tạm
448=Chương trình:
449=Thêm câu lệnh:
450=&Tìm...
451=Lựa chọn chương trình
452=Chương trình (*.exe)|*.exe|Tất cả files (*.*)|*.*|
453=Không có.
454=Không tồn tại !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Lọc
381=Thêm Fol&der...
382=Thêm &File...
399=Thêm &Mask...
383=Xóa &Item
385=Để Ngăn Ngừa Sự Thay Đổi Vị Trí Không Mong Muốn Của Dữ Liệu Yêu Quý Của Bạn, Bạn Hãy Liệt Kê Những Dữ Liệu Đó Trong Danh Sach Này. Files Và Folders Được Liệt Kê Trong Danh Sách Này Sẽ Không Bị Phân Tích Và Giải Phân Mảnh.
386=Danh Sách Loại Trừ
387=Danh Sách Items Được Loại Trừ:
391=Bỏ Qua Những File Lớn Hơn (KB):
392=KB
393=MB
394=GB
456=Lọc
457=&Thêm mask
458=&Xóa mask
459=Mask thêm
460=Để thực thi items chỉ định, bạn có thể chọn 1 hoặc nhiều mask. WinContig. Chỉ ra nhiều masks, cách nhau bởi (;).
461=Quản lí danh sách loại trừ
462=Bao gòm những items:
463=Loại trừ
464=Bao gồm
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Thêm Loại Files 
401=Chỉ Ra Những Loại Files Được Loại Trừ.Mỗi Loại Cách Nhau Bởi Dấu Chấm Phẩy (;).\n\nVí Dụ: *.dll;*.ocx;*.tmp
404=Những Kí Tự Định Dạng Loại Files Không Được Chứa Bất Kì Kí Tự Nào Sau Đây: \ / : < > | "
419=Kí Tự Không Hợp Lệ
405=:Những Loại Files Được Loại Trừ
402=&Thêm
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Cấu Hình Highlighting
411=Bạn Có Thể Cấu Hình Màu Của Những Items. Để Thay Đổi Màu Của 1 Item, Click Vào Nút Màu Tương Ứng. Để Bật, Tắt Item Đã Bật Sáng, Bạn Hãy Chọn, Bỏ Chọn Checkbox Tương Ứng.
412=Item Đã Phân Mảnh
413=Item Kề Nhau
414=Item Đã Giải Phân Mảnh
415=Lỗi
416=Item Được Bỏ Qua
418=Highlight Cả Hàng
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Danh sách mẫu gần đây
152=Cấu hình danh sách mẫu gần đây
153=Nơi quy định số luongj mãu trong danh sách mẫu.
154=Hiển thị chỉ số mãu gần đây (0-10):
134=Maximum character counts for recent profiles (40-1000):
159=Tự động xóa những mẫu đã mất gần đây
172=Maximum character counts for recent profiles
173=Limits the number of characters displayed for each listed recent profile.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unknown error
175=Failed to dump file (infinite main loop).
176=The map of the file is empty.
180=Wrong map file detected.
147=Ổ đĩa không có vùng tiếp lặp, clusters rỗng có thể chứa hoàn toàn file.
164=Bạn Có Muốn Loại Bỏ Item Này Không?
165=Bạn Có Muốn Loại Bỏ Những Items Này Không?
166=Xác Nhận
205=Chương Trình WinContig Không Thể Chạy Trên Hệ Điều Hành Bạn Đang Dùng.
233=Không Thể Thêm '%s'.
307=Không thể.
360=File '%s' Không Thể Xóa Được Vì Lỗi Sau:\n\n%s
374=Item Đã Được Thêm Vào Danh Sách Loại Trừ.
375=Items Đã Được Thêm Vào Danh Sách Loại Trừ.
376=Item Này Đã Nằm Trong Danh Sách Loại Trừ Rùi Bạn Oy.
465=Masks trùng lặp
466=Phát hiện trùng lặp. Se không thực thi.
467=&Tắt
468=&Sửa masks
490=Nhận dạng đưowjc đĩa SSD
494=Đĩa SSD
491=Giải phân mãnh trên đĩa SSD là không cần thiết. Có thể gây lỗi đĩa. Chúng tôi đề nghị KHÔNG giải phân mảnh SSD
492=&Giải phân mảnh
493=K&hông giải phân mảnh
149=Lỗi không đủ bộ nhớ Ram.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Chọn
396=&Không
397=OK
398=Hủy
406=Tiế&p Tục
407=&Thoát
142=&Close
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Lỗi: Tràn Bộ Nhớ! Không Thể Thực Thi
168=Lỗi: File Không Tìm Thấy. Không Thể Thực Thi!
169=Lỗi: Đường Dẫn Không Tìm Thấy. Không Thể Thực Thi!
170=Lỗi: Sai Định Dạng File. Không Thể Thực Thi!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Đoạn
260=Tên:
261=Đường Dẫn:
262=Loại:
263=Dung Lượng:
264=Dung Lượng Trên Đĩa:
265=Đoạn:
266=Bó:
267=Thông Tin Giải Phân Mảnh:
269=Tổng Quan
270=#
271=File Clusters
272=Cluster Bắt Đầu
273=Cluster Cuối Cùng
286=Dung Lượng (bytes)
287=% File
276=File Chưa Được Phân Tích
277=Đây Không Phải Là 1 File
278=Có Lỗi Khi Phân Tích Files
279=Item Không Tồn Tại
280=File Này Không Có Cluster
281=Bytes
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Bản Báo Cáo Giải Phân Mảnh
185=Thông Tin:
186=Quá Trình Giải Phân Mảnh Đã Xong.
189=Số Lượng Files Đã Xử Lý
190=Số Lượng Files Đã Bị Phân Mảnh
191=Số Lượng Files Kề Nhau
192=Số Lượng Files Đã Giải Phân Mảnh
193=Số Lượng Files Không Thể Giải Phân Mảnh Vì Bị Lỗi
423=Hộp Thoại Này Hiển Thị Thông Tin Về Những Files Đã Được Giải Phân Mảnh.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Shutdown Máy Tính
196=Máy Tính Sẽ Shutdown Trong 15 Giây Nữa.
197=Lỗi OpenProcessToken.
198=Lỗi AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Mọi Quyền Lợi Đã Được Bảo Lưu. Phần Mềm Này
202=Miễn Phí Cho Việc Sử Dụng Cá Nhân, Thương Mại.
203=WinContig Củng Cố Lại File Trên Máy Của Bạn.\n\nMáy Của Bạn Sẽ Truy Xuất File Nhanh Hơn.
204=Về Chương Trình
298=Web Site:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Ngoại lệ WinContig
78=WinContig đã dưng hoạt động
79=Chương trình đã bị lỗi. Hãy copy thông tin lỗi vào 1 file, và gửi cho chúng tôi:
80=Chi tiết lỗi
81=&Tắt chương trình
63=Trình nhận dạng đĩa SSD có thể không phù hợp với 1 số phần cứng. Hãy chọn "Hủy chế độ nhận dạng đĩa SSD" từ menu "Lựa chọn".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Biên Bản Miễn Trừ Trách Nhiệm
221=Copy the text and put it on the Clipboard.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Chế Độ Dòng Lệnh
389=Chế Độ Dòng Lệnh
390=WinContig Chấp Nhận 1 Số Dòng Lệnh, Bạn Có Thể Sử Dụng Để Điều Khiển Sự Vận Hành Của Chương Trình.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Hãy Kiên Nhẫn Chờ Đến Khi Quá Trình Hoàn Thành...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator Msftedit 5.41.15.1507;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Disclaimer\par
\par
\pard\b0\fs16 This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
\pard\b0\fs16
{\b NHUNG GHI CHU QUAN TRONG\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Khong Phan Biet Chu Hoa, Chu Thuong, Vi Du, \b /CLOSE\b0  Giong Nhu \b /close\b0 .\par
{\pntext\f1\'B7\tab}Cac Lenh Cach Nhau 1 Khoang Trang. Vi Du, Su Dung Cau Lenh Sau De Load 1 Mau Va Bat Dau Giai Phan Manh:\par
\pard\par
\pard\fi360\b WinContig /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par 
Duoi Day La Bang Danh Sach Nhung Cau Lenh WinContig Chap Nhan.\par
\par
\pard\fi-1418\li1418\tx1418\b /ANALYZE\b0\tab Starts automatically the analysis of the files listed in a Mẫu. The \b /PROF:\b0  switch is required with the \b /ANALIYZE\b0  switch.\par
\b\par
/CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmenting process or an analysis process. This option performs the same function as selecting the \b Option | Close program when finished defragmenting\b0  menu option.\par
\b\par
/DEFRAG\b0\tab Starts automatically the defragmentation of the files listed in a Mẫu. The \b /PROF:\b0  switch is required with the \b /DEFRAG\b0  switch.\b\par
\par
/DUP\b0\tab Allows duplicate entries in the file list. This option performs the same function as deselecting the\b  Options | Do not allow duplicate entries\b0  menu option. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big Mẫu faster and you are confident there are no duplicate entries in the Mẫu.\par
\par
\b /FULLROW\b0\tab Turns full row selection on. This option performs the same function as selecting the \b Options | Select full row\b0  menu option.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off. This option performs the same function as selecting the \b Options | Show Confirmation messages\b0  menu option. \par
\b\par
/NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmenting process. This option performs the same function as selecting the \b Auto scroll\b0  menu option from the contextual menu of the file list.\par
\b\par
/QUICK\b0\tab Used to turn off optimizations during the defragmenting process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmenting process quicker. This option performs the same function as selecting the \b Options | Defragmenting strategy | Quick\b0  menu option.\par
\b\par
/CHKDSK:0\tab\b0 Disables the disk check. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk check.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk check.\par
\b\par
/PROF:"\i Mẫu\i0 "\b0\tab Used to load the Mẫu \i Mẫu\i0 .\par
\par
\b\tab IMPORTANT NOTES\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the Mẫu\par
{\pntext\f1\'B7\tab}You must enclose the full path of the Mẫu in quotation marks ("")\par
\pard\li1418\tx1418\par 
For example, use the following command line to load the Mẫu \i data.wcp\i0  located in \i c:\\Mẫus\i0 :\par
\par
\b WinContig /PROF:"c:\\Mẫus\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\pard\fi-1418\li1418\qj\tx1418\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows). This option performs the same function as selecting the \b Options | Stay on top\b0  menu option.\par
\pard\fi-1418\li1418\tx1418\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmenting process. This option performs the same function as selecting the \b Options | Shutdown when finished defragmenting\b0  menu option.\par
\par
\b /CLEAN:0\tab\b0 Disables the disk cleanup.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the disk cleanup.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the disk cleanup.\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmenting process. The \b /CLOSE\b0  switch is required with the \b /NOGUI\b0  switch.\par
\par
\b /NOAR\b0\tab Does not display the Analysis Report once the analysis process has been completed.\par
}
$c$


